{"Descriptions":{"about":"We are a sustainable urban team that seeks to increase diversity and inclusion in FIRST, as well as the sustainability and success of urban FIRST teams. In the past 5 years, the team has attended over 160 events to share the benefits of FIRST, totaling over 9,000 hours of community outreach, and reaching 100,000 people. We aim to change the face of STEM and show that anyone, regardless of who they are, has a place in FIRST. We have cultivated symbiotic mutual partnerships with corporations and community organizations over the years. With our partners we work together on common initatives to increase involvement and interest in STEM. Gracious Professionalism is a core value of our team, and we personify it in everything we do. From providing a tool shop at regional competitions, to welcoming new teams to our local regional, we seek to help any team in any way we possibly can. Our team has earned six Regional Engineering Inspiration Awards and two Regional Chairman's Awards in our ten years as a team, attending both the Atlanta and St. Louis Championship Locations.","mission":"Students can apply their interests and skills to a wide variety of activities to support the development of the team. Our team members have an incredible amount of fun, gain lifelong skills, and make new friends from their work on the subteams.","subTeams":"Something talking about sub teams","tournamentHistory":"something talking about how the game changes every year"},"Awards":[{"year":"2018","awards":[{"name":"awardName","description":"awardDescriptionHere"},{"name":"awardName","description":"awardDescriptionHere"}]},{"year":"2017","awards":[{"name":"awardName","description":"awardDescriptionHere"}]},{"year":"2016","awards":[{"name":"awardName","description":"awardDescriptionHere"}]},{"year":"2015","awards":[{"name":"awardName","description":"awardDescriptionHere"}]},{"year":"2014","awards":[{"name":"awardName","description":"awardDescriptionHere"}]},{"year":"2013","awards":[{"name":"awardName","description":"awardDescriptionHere"}]}]}
